tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "argocd"
brew "docker", link: false
brew "doctl"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "git"
brew "go"
brew "goctl"
brew "protobuf"
brew "grpc"
brew "helm"
brew "jq"
brew "k3d"
brew "libb64"
brew "node@16"
brew "mongosh"
brew "node"
brew "platformio"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pulumi"
brew "python@3.10"
brew "qemu"
brew "react-native-cli"
brew "redis", restart_service: true
brew "skaffold"
brew "watchman"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk8"
cask "bloomrpc"
cask "keybase"
cask "mongodb-compass-isolated-edition"
cask "postman"
cask "vagrant"
cask "virtualbox"
